Repository: chandanv89/gnome-l10n-kn
Catalog: gnome-weather/gnome-weather.master.*.reduced.po
Languages: kn

source: City view
kn: ನಗರ ನೋಟ

source: Loading…
kn: ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…

source: Weather
kn: ಹವಾಮಾನ

source: Show weather conditions and forecast
kn: ಹವಾಮಾನ ಸ್ಥಿತಿಗಳು ಮತ್ತು ಮುನ್ಸೂಚನೆ ತೋರಿಸು

source: A small application that allows you to monitor the current weather conditions for your city, or anywhere in the world.
kn: ಪ್ರಪಂಚದ ಯಾವುದೇ ಸ್ಥಳದ ಹವಾಮಾನ ಸ್ಥಿತಿಗಳ ಮೇಲೆ ನಿಗಾವಹಿಸಲು ಈ ಪುಟ್ಟ ಅಪ್ಲಿಕೇಷನ್ ಅನುವುಮಾಡಿಕೊಡುತ್ತದೆ.

source: It provides access to detailed forecasts, up to 7 days, with hourly details for the current and next day, using various internet services.
kn: ಉಪಲಬ್ಧವಿರುವ ಅನೇಕ ಅಂತರ್ಜಾಲ ಸೇವೆಗಳನ್ನು ಉಪಯೋಗಿಸಿಕೊಂಡು, ಪ್ರಸ್ತುತ ಮತ್ತು ಮುಂದಿನ ದಿನದ ಪ್ರತೀ ಗಂಟೆಯ ವಿವರಗಳು ಮತ್ತು ೭ ದಿನಗಳ ವರೆಗಿನ ವಿವರಾತ್ಮಕ ಮುನ್ಸೂಚನೆಗಳನ್ನು ಪಡೆಯಲು ಅನುವುಮಾಡಿಕೊಡುತ್ತದೆ.

source: The GNOME Project
kn: ಗ್ನೋಮ್ ಯೋಜನೆ

source: Weather;Forecast;
kn: ಹವಾಮಾನ;ಮುನ್ಸೂಚನೆ;

source: Automatic location
kn: ಸ್ವಯಂಚಾಲಿತ ಸ್ಥಳ

source: Automatic Location
kn: ಸ್ವಯಂಚಾಲಿತ ಸ್ಥಳ

source: Locating…
kn: ಪತ್ತೆಮಾಡಲಾಗುತ್ತಿದೆ…

source: Search for a city
kn: ನಗರಕ್ಕಾಗಿ ಹುಡುಕು

source: Viewed Recently
kn: ಇತ್ತೀಚೆಗೆ ವೀಕ್ಷಿಸಿದ್ದವು

source: _Temperature Unit
kn: ಉಷ್ಣತೆಯ ಏಕಮಾನ (_T)

source: _Celsius
kn: ಸೆಲ್ಷಿಯಸ್ (_C)

source: _Fahrenheit
kn: ಫ್ಯಾರೆನ್‍ಹೀಟ್ (_F)

source: _About Weather
kn: ಹವಾಮಾನದ ಬಗ್ಗೆ (_A)

source: Current conditions
kn: ಪ್ರಸ್ತುತ ಸ್ಥಿತಿಗಳು

source: Today
kn: ಇಂದು

source: Tomorrow
kn: ನಾಳೆ

source: Places
kn: ಸ್ಥಳಗಳು

source: Refresh
kn: ಪರಿಷ್ಕರಿಸು

source: Search for a location
kn: ಸ್ಥಳಕ್ಕಾಗಿ ಹುಡುಕು

source: Forecast
kn: ಹವಾಮಾನ ಮುನ್ಸೂಚನೆ

source: Forecast not available
kn: ಹವಾಮಾನ ಮುನ್ಸೂಚನೆ ಲಭ್ಯವಿಲ್ಲ

source: Select Location
kn: ಸ್ಥಳವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: translator-credits
kn: ಪ್ರಬೋಧ್ ಸಿ. ಪಿ <prabodhcp AT gmail DOT com> ಶಂಕರ್ ಪ್ರಸಾದ್ <svenkate@redhat.com>

source: A weather application
kn: ಹವಾಮಾನದ ಅನ್ವಯ

source: World view
kn: ಜಾಗತಿಕ ನೋಟ
