Repository: chandanv89/gnome-l10n-kn
Catalog: gnome-calendar/*.po
Languages: kn

source: Calendar
kn: ಕ್ಯಾಲಂಡರ್

source: Calendar for GNOME
kn: ಗ್ನೋಮ್‌ಗಾಗಿ ಕ್ಯಾಲಂಡರ್

source: GNOME Calendar is a simple and beautiful calendar application designed to perfectly fit the GNOME desktop. By reusing the components which the GNOME desktop is built on, Calendar nicely integrates with the GNOME ecosystem.
kn: ಗ್ನೋಮ್ ಕ್ಯಾಲಂಡರ್ ಗ್ನೋಮ್ ಡೆಸ್ಕ್‌ಟಾಪಿಗೆ ಹೊಂದುವಂತೆ ರಚಿಸಲಾದ ಸುಲಭ ಮತ್ತು ಅಂದವಾದ ಒಂದು ಕ್ಯಾಲಂಡರ್ ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದೆ. ಗ್ನೋಮ್ ಡೆಸ್ಕ್‌ಟಾಪಿನ ಮೂಲ ಘಟಕಗಳನ್ನು ಮರುಬಳಕೆ ಮಾಡಿಕೊಳ್ಳುವುದರ ಮೂಲಕ, ಈ ಕ್ಯಾಲಂಡರ್ ಗ್ನೋಮ್ ವ್ಯವಸ್ಥೆಯೊಂದಿಗೆ ಅಚ್ಚುಕಟ್ಟಾಗಿ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ.

source: We aim to find the perfect balance between nicely crafted features and user-centred usability. No excess, nothing missing. You’ll feel comfortable using Calendar, like you’ve been using it for ages!
kn: ಅತ್ಯುತ್ತಮವಾಗಿ ಕ್ರೋಢೀಕರಿಸಿದ ವೈಶಿಷ್ಟ್ಯಗಳು ಹಾಗು ಬಳಕೆದಾರ-ಕೇಂದ್ರಿತ ಉಪಯುಕ್ತತೆಗಳ ನಡುವಿನ ಸಂಪೂರ್ಣ ಸಮತೋಲನವನ್ನು ಕಾಪಾಡಲು ನಾವು‌ ಶ್ರಮಿಸುತ್ತೇವೆ. ಹೆಚ್ಚು ಎನ್ನುವಂತಿಲ್ಲ, ಕಡಿಮೆ ಎನ್ನುವಂತಿಲ್ಲ. ಎಷ್ಟೋ ವರ್ಷಗಳಿಂದ ಬಳಸುತ್ತಿರುವಂತೆ, ಕ್ಯಾಲಂಡರ್ ನಿಮಗೆ ಆರಾಮದಾಯಕ ಅನುಭವ ಒದಗಿಸಲಿದೆ!

source: Week view
kn: ಸಪ್ತಾಹಿಕ ನೋಟ

source: Search for events
kn: ಘಳಿಗೆಗಳಿಗಾಗಿ ಹುಡುಕಿ

source: Calendar management
kn: ಕ್ಯಾಲಂಡರ್ ನಿರ್ವಹಣೆ

source: Access and manage your calendars
kn: ನಿಮ್ಮ ಕ್ಯಾಲಂಡರ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ

source: Calendar;Event;Reminder;
kn: ಕ್ಯಾಲಂಡರ್;ಘಳಿಗೆ;ಜ್ಞಾಪನೆ;

source: Window maximized
kn: ವಿಂಡೋ ಅಗಲಿಸಿದೆ

source: Window maximized state
kn: ವಿಂಡೋ ಅಗಲಿಸಿದ ಸ್ಥಿತಿ

source: Window size
kn: ವಿಂಡೋ ಗಾತ್ರ

source: Window size (width and height).
kn: ವಿಂಡೋ ಗಾತ್ರ (ಅಗಲ ಮತ್ತು ಎತ್ತರ).

source: Window position
kn: ವಿಂಡೋ ಸ್ಥಾನ

source: Window position (x and y).
kn: ವಿಂಡೋ ಸ್ಥಾನ (x ಮತ್ತು y).

source: Type of the active view
kn: ಪ್ರಸ್ತುತ ನೋಟದ ವಿಧ

source: Type of the active window view, default value is: monthly view
kn: ಪ್ರಸ್ತುತ ವಿಂಡೋವಿನ ನೋಟದ ವಿಧ, ದತ್ತ ನೋಟ:‌ಮಾಸಿಕ ನೋಟ

source: Weather Service Configuration
kn: ಹವಾಮಾನ ಸೇವೆಯ ಸಂರಚನೆ

source: Whether weather reports are shown, automatic locations are used and a location-name
kn: ಹವಾಮಾನ ವರದಿಗಳನ್ನು ಪ್ರದರ್ಶಿಸುವುದಾ, ತಾನಾಗಿಯೇ ಪಡೆದುಕೊಂಡ ಸ್ಥಳ ಹಾಗೂ ಸ್ಥಳಗಳ ಹೆಸರುಗಳನ್ನು ಬಳಸಿಕೊಳ್ಳುವುದಾ

source: Follow system night light
kn: ವ್ಯವಸ್ಥೆಯ ಇರುಳು ಬೆಳಕನ್ನು ಪಾಲಿಸು

source: Use GNOME night light setting to activate night-mode.
kn: ನೈಟ್‌ಮೋಡ್ ಸಕ್ರಿಯಗೊಳಿಸಲು ಗ್ನೋಮ್‌ನ ಇರುಳು ಬೆಳಕಿನ ಸಂಯೋಜನೆಯನ್ನು ಬಳಸು.

source: Calendar Settings
kn: ಕ್ಯಾಲಂಡರ್ ಸಂಯೋಜನೆಗಳು

source: Account
kn: ಖಾತೆ

source: Settings
kn: ಸಂಯೋಜನೆಗಳು

source: Location
kn: ಸ್ಥಳ

source: Calendar name
kn: ಕ್ಯಾಲಂಡರ್ ಹೆಸರು

source: Color
kn: ಬಣ್ಣ

source: Display calendar
kn: ಕ್ಯಾಲಂಡರ್ ಪ್ರದರ್ಶಿಸು

source: Add new events to this calendar by default
kn: ಹೊಸ ಘಳಿಗೆಗಳನ್ನು ದತ್ತವಾಗಿ ಈ ಕ್ಯಾಲಂಡರ್‌ಗೆ ಸೇರಿಸು

source: Remove Calendar
kn: ಕ್ಯಾಲಂಡರನ್ನು ತೆಗೆದುಹಾಕು

source: Manage Calendars
kn: ಕ್ಯಾಲಂಡರುಗಳನ್ನು ನಿರ್ವಹಿಸು

source: Calendar <b>%s</b> removed
kn: <b>%s</b> ಕ್ಯಾಲಂಡರನ್ನು ತೆಗೆದುಹಾಕಿದೆ

source: Undo
kn: ಹಿಂದಿನದ್ದು

source: Add Calendar…
kn: ಕ್ಯಾಲಂಡರ್ ಸೇರಿಸು…

source: New Calendar
kn: ಹೊಸ ಕ್ಯಾಲಂಡರ್

source: Calendar files
kn: ಕ್ಯಾಲಂಡರ್ ಕಡತಗಳು

source: Calendar Name
kn: ಕ್ಯಾಲಂಡರ್ ಹೆಸರು

source: Import a Calendar
kn: ಕ್ಯಾಲಂಡರನ್ನು ಆಮದಿಸುಕೊ

source: Alternatively, enter the web address of an online calendar you want to import, or open a supported calendar file.
kn: ಬದಲಾಗಿ, ನೀವು ಆಮದು ಮಾಡಬೇಕೆಂದಿರುವ ಕ್ಯಾಲಂಡರಿನ ಜಾಲಕೊಂಡಿಯನ್ನು ನಮೂದಿಸಿ ಅಥವಾ ಬೆಂಬಲಿತ ಕ್ಯಾಲಂಡರ್ ಕಡತವನ್ನು ತೆರೆಯಿರಿ.

source: Open a File
kn: ಕಡತ ತೆರೆ

source: Calendars
kn: ಕ್ಯಾಲಂಡರುಗಳು

source: If the calendar belongs to one of your online accounts, you can add it through the <a href="GOA">online account settings</a>.
kn: ಈ ಕ್ಯಾಲಂಡರ್ ನಿಮ್ಮ ಯಾವುದಾದರು ಆನ್‌ಲೈನ್ ಖಾತೆಗಳಿಗೆ ಸೇರಿದ್ದಾದಲ್ಲಿ, ನೀವದನ್ನು <a href="GOA">ಆನ್‌ಲೈನ್ ಖಾತೆ ಸಂರಚನೆ</a>ಗಳನ್ನು ಬಳಸಿ ಸೇರಿಸಬಹುದು.

source: User
kn: ಬಳಕೆದಾರ

source: Password
kn: ಗುಪ್ತಪದ

source: Cancel
kn: ರದ್ದು

source: Connect
kn: ಸಂಪರ್ಕಿಸು

source: Add
kn: ಸೇರಿಸು

source: %1$u day, %2$u hour, and %3$u minute before
kn: %1$u ದಿನ, %2$u ಗಂಟೆ, ಮತ್ತು %3$u ನಿಮಿಷಗಳ‌ ಹಿಂದೆ‌

source: %1$u day, %2$u hours, and %3$u minute before
kn: %1$u ದಿನ, %2$u ಗಂಟೆಗಳು‌, ಮತ್ತು %3$u ನಿಮಿಷಗಳ‌ ಹಿಂದೆ‌

source: %1$u days, %2$u hour, and %3$u minute before
kn: %1$u ದಿನಗಳು‌, %2$u ಗಂಟೆ, ಮತ್ತು %3$u ನಿಮಿಷಗಳ‌ ಹಿಂದೆ‌

source: %1$u days, %2$u hours, and %3$u minute before
kn: %1$u ದಿನಗಳು‌, %2$u ಗಂಟೆಗಳು‌, ಮತ್ತು %3$u ನಿಮಿಷಗಳ‌ ಹಿಂದೆ‌

source: %1$u day and %2$u hour before
kn: %1$u ದಿನ‌ ಮತ್ತು‌ %2$u ಗಂಟೆಗಳ‌ ಹಿಂದೆ‌

source: %1$u days and %2$u hour before
kn: %1$u ದಿನ‌ಗಳು‌ ಮತ್ತು‌ %2$u ಗಂಟೆಗಳ‌ ಹಿಂದೆ‌

source: %1$u day and %2$u minute before
kn: %1$u ದಿನ‌ ಮತ್ತು‌ %2$u ನಿಮಿಷಗಳ ಹಿಂದೆ‌

source: %1$u days and %2$u minute before
kn: %1$u ದಿನ‌ಗಳು‌ ಮತ್ತು‌ %2$u ನಿಮಿಷಗಳ ಹಿಂದೆ‌

source: %1$u day before
kn: %1$u ದಿನಗಳ‌ ಹಿಂದೆ‌

source: %1$u hour and %2$u minute before
kn: %1$u ಗಂಟೆ‌ ಮತ್ತು‌ %2$u ನಿಮಿಷಗಳ‌ ಹಿಂದೆ‌

source: %1$u hours and %2$u minute before
kn: %1$u ಗಂಟೆ‌ಗಳು‌ ಮತ್ತು‌ %2$u ನಿಮಿಷಗಳ‌ ಹಿಂದೆ‌

source: %1$u hour before
kn: %1$u ಗಂಟೆಗಳ‌ ಹಿಂದೆ‌

source: %1$u minute before
kn: %1$u ನಿಮಿಷಗಳ‌ ಹಿಂದೆ‌

source: Event start time
kn: ಘಳಿಗೆಯ‌ ಪ್ರಾರಂಭ‌ ಸಮಯ‌

source: Toggles the sound of the alarm
kn: ಅಲಾರಂ ಶಬ್ಧವನ್ನು ಬದಲಿಸುತ್ತದೆ‌

source: Remove the alarm
kn: ಅಲಾರಂ ಅನ್ನು ತೆಗೆದುಹಾಕು‌

source: Quit GNOME Calendar
kn: ಗ್ನೋಮ್‌ ಕ್ಯಾಲಂಡರ್‌ನಿಂದ‌ ಹೊರನೆಡೆ‌

source: Display version number
kn: ಆವೃತ್ತಿ‌ ಸಂಖ್ಯೆಯನ್ನು ಪ್ರದರ್ಶಿಸು‌

source: Enable debug messages
kn: ಡಿಬಗ್‌ ಸಂದೇಶಗಳನ್ನು‌ ಸಕ್ರಿಯಗೊಳಿಸು‌

source: Open calendar on the passed date
kn: ಹಿಂದಿನ‌ ದಿನಾಂಕದಂದು‌ ಕ್ಯಾಲಂಡರ್‌ ತೆರೆ‌

source: Open calendar showing the passed event
kn: ಘಟಿಸಿದ ಘಳಿಗೆಯನ್ನು‌ ತೋರುತ್ತಾ‌ ಕ್ಯಾಲಂಡರ್‌‌ ತೆರೆ‌

source: Copyright © 2012–%d The Calendar authors
kn: ಕಾಪಿರೈಟ್ © ೨೦೧೨–%d ಕ್ಯಾಲಂಡರ್ ಲೇಖಕರು

source: translator-credits
kn: ಅನುವಾದಕರ‌ ಹೆಸರುಗಳು‌

source: _Synchronize Calendars
kn: ಕ್ಯಾಲಂಡರ್‌ಗಳನ್ನು‌ ಸಿಂಕ್ರನೈಜ಼್‌‌ ಮಾಡು (_S)

source: Manage Calendars…
kn: ಕ್ಯಾಲಂಡರುಗಳನ್ನು ನಿರ್ವಹಿಸು…

# tooltip
source: Synchronizing remote calendars…
kn: ರಿಮೋಟ್ ಕ್ಯಾಲಂಡರ್‌ಗಳನ್ನು ಸಿಂಕ್ರನೈಜ಼್‌‌ ಮಾಡಲಾಗುತ್ತಿದೆ…

source: Save
kn: ಉಳಿಸು

source: Done
kn: ಆಯಿತು

source: Last %A
kn: ಕಳೆದ %A

source: Yesterday
kn: ನೆನ್ನೆ

source: Today
kn: ಇಂದು

source: Tomorrow
kn: ನಾಳೆ

source: This %A
kn: ಈ %A

source: Unnamed event
kn: ಅನಾಮಿಕ ಘಳಿಗೆ‌

source: Click to select the calendar
kn: ಕ್ಯಾಲಂಡರನ್ನು ಆಯ್ಕೆ‌ಮಾಡಲು‌ ಒತ್ತಿ‌

source: Title
kn: ಶೀರ್ಷಿಕೆ‌

source: Schedule
kn: ಕಾರ್ಯಕ್ರಮ‌

source: All Day
kn: ಪೂರ್ತಿ‌ ದಿನ‌

source: Starts
kn: ಆರಂಭ‌

source: Check this out!
kn: ಇದನ್ನು‌ ನೋಡಿ!

source: Ends
kn: ಮುಕ್ತಾಯ‌

source: Repeat
kn: ಪುನರಾವರ್ತಿಸು

source: No Repeat
kn: ಪುನರಾವರ್ತಿಸುವುದು‌ ಬೇಡ‌

source: Daily
kn: ದೈನಿಕ‌

source: Monday – Friday
kn: ಸೋಮವಾರ - ಶುಕ್ರವಾರ‌

source: Weekly
kn: ಸಾಪ್ತಾಹಿಕ‌

source: Monthly
kn: ಮಾಸಿಕ‌

source: Yearly
kn: ವಾರ್ಷಿಕ‌

source: End Repeat
kn: ಪುನರಾವರ್ತನೆ‌ ನಿಲ್ಲಿಸು‌

source: Forever
kn: ನಿರಂತರ‌

source: No. of occurrences
kn: ಸಂಭವಗಳ‌ ಸಂಖ್ಯೆ‌

source: Until Date
kn: ದಿನಾಂಕದ ವರೆಗೆ‌

source: Number of Occurrences
kn: ಸಂಭವಗಳ‌ ಸಂಖ್ಯೆ‌

source: End Repeat Date
kn: ಪುನರಾವರ್ತನೆಯ ಕಡೆಯ ದಿನಾಂಕ

source: Reminders
kn: ಜ್ಞಾಪನೆಗಳು‌

source: Add a Reminder…
kn: ಜ್ಞಾಪನೆ‌ಯನ್ನು‌ ಸೇರಿಸು‌…‌

source: Notes
kn: ಟಿಪ್ಪಣಿಗಳು‌

source: Delete Event
kn: ಘಳಿಗೆಯನ್ನು‌ ತೆಗೆದುಹಾಕು‌

source: 5 minutes
kn: ೫ ನಿಮಿಷಗಳು‌

source: 10 minutes
kn: ೧೦ ನಿಮಿಷಗಳು‌

source: 30 minutes
kn: ೩೦ ನಿಮಿಷಗಳು‌

source: 1 hour
kn: ೧ ಗಂಟೆ

source: 1 day
kn: ೧ ದಿನ‌

source: 2 days
kn: ೨ ದಿನಗಳು‌

source: 3 days
kn: ೩ ದಿನಗಳು‌

source: 1 week
kn: ೧ ವಾರ‌

source: At %s
kn: ಸ್ಥಳ %s

source: %s (this calendar is read-only)
kn: %s (ಈ ಕ್ಯಾಲಂಡರನ್ನು‌ ಮಾರ್ಪಡಿಸಲಾಗದು‌)

source: from next Monday
kn: ಮುಂದಿನ‌ ಸೋಮವಾರದಿಂದ‌

source: from next Tuesday
kn: ಮುಂದಿನ ಮಂಗಳ‌ವಾರದಿಂದ‌

source: from next Wednesday
kn: ಮುಂದಿನ‌ ಬುಧವಾರದಿಂದ‌

source: from next Thursday
kn: ಮುಂದಿನ‌ ಗುರು‌ವಾರದಿಂದ‌

source: from next Friday
kn: ಮುಂದಿನ‌ ಶುಕ್ರವಾರದಿಂದ‌

source: from next Saturday
kn: ಮುಂದಿನ‌ ಶನಿವಾರದಿಂದ‌

source: from next Sunday
kn: ಮುಂದಿನ‌ ಭಾನು‌ವಾರದಿಂದ‌

source: to next Monday
kn: ಮುಂದಿನ‌ ಸೋಮವಾರದ‌ ವರೆಗೆ‌

source: to next Tuesday
kn: ಮುಂದಿನ‌ ಮಂಗಳ‌ವಾರದ‌ ವರೆಗೆ‌

source: to next Wednesday
kn: ಮುಂದಿನ‌ ಬುಧವಾರದ‌ ವರೆಗೆ‌

source: to next Thursday
kn: ಮುಂದಿನ‌ ಗುರು‌ವಾರದ‌ ವರೆಗೆ‌

source: to next Friday
kn: ಮುಂದಿನ‌ ಶುಕ್ರ‌ವಾರದ‌ ವರೆಗೆ‌

source: to next Saturday
kn: ಮುಂದಿನ‌ ಶನಿ‌ವಾರದ‌ ವರೆಗೆ‌

source: to next Sunday
kn: ಮುಂದಿನ‌ ಭಾನು‌ವಾರದ‌ ವರೆಗೆ‌

source: January
kn: ಜನವರಿ‌

source: February
kn: ಫೆಬ್ರವರಿ‌

source: March
kn: ಮಾ‌ರ್ಚಿ

source: April
kn: ಏಪ್ರಿಲ್‌

source: May
kn: ಮೇ

source: June
kn: ಜೂನ್‌

source: July
kn: ಜುಲೈ‌

source: August
kn: ಆಗಸ್ಟ್‌

source: September
kn: ಸೆಪ್ಟೆಂಬರ್‌

source: October
kn: ಅಕ್ಟೋಬರ್‌

source: November
kn: ನವೆಂಬರ್‌

source: December
kn: ಡಿಸೆಂಬರ್‌

source: from Today
kn: ಇಂದಿನಿಂದ‌

source: from Tomorrow
kn: ನಾಳೆಯಿಂದ

source: from Yesterday
kn: ನೆನ್ನೆಯಿಂದ

source: from %1$s %2$s
kn: %1$s %2$s ಇಂದ‌

source: to Today
kn: ಇಂದಿನವರೆಗೆ‌

source: to Tomorrow
kn: ನಾಳೆವರೆಗೆ‌

source: to Yesterday
kn: ನೆನ್ನೆವರೆಗೆ‌

source: to %1$s %2$s
kn: %1$s %2$s ವರೆಗೆ‌

source: New Event %1$s %2$s
kn: %1$s %2$s ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event Today
kn: ಇಂದು‌ ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event Tomorrow
kn: ನಾಳೆ ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event Yesterday
kn: ನೆನ್ನೆ‌ ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event next Monday
kn: ಮುಂದಿನ‌ ಸೋಮವಾರ‌ ಹೊಸ‌‌ ಘಳಿಗೆ‌

source: New Event next Tuesday
kn: ಮುಂದಿನ‌ ಮಂಗಳ‌ವಾರ‌ ಹೊಸ‌‌ ಘಳಿಗೆ‌

source: New Event next Wednesday
kn: ಮುಂದಿನ‌ ಬುಧವಾರ‌ ಹೊಸ‌‌ ಘಳಿಗೆ‌

source: New Event next Thursday
kn: ಮುಂದಿನ‌ ಗುರು‌ವಾರ‌ ಹೊಸ‌‌ ಘಳಿಗೆ‌

source: New Event next Friday
kn: ಮುಂದಿನ‌ ಶುಕ್ರ‌ವಾರ‌ ಹೊಸ‌‌ ಘಳಿಗೆ‌

source: New Event next Saturday
kn: ಮುಂದಿನ‌ ಶನಿ‌ವಾರ‌ ಹೊಸ‌‌ ಘಳಿಗೆ‌

source: New Event next Sunday
kn: ಮುಂದಿನ‌ ಭಾನು‌ವಾರ‌ ಹೊಸ‌‌ ಘಳಿಗೆ‌

source: New Event on January %d
kn: ಜನವರಿ‌ %dರಂದು‌ ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event on February %d
kn: ಫೆಬ್ರವರಿ‌ %dರಂದು‌ ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event on March %d
kn: ಮಾರ್ಚಿ‌ %dರಂದು‌ ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event on April %d
kn: ಏಪ್ರಿಲ್‌ %dರಂದು‌ ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event on May %d
kn: ಮೇ %dರಂದು‌ ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event on June %d
kn: ಜೂನ್‌ %dರಂದು‌ ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event on July %d
kn: ಜುಲೈ‌ %dರಂದು‌ ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event on August %d
kn: ಆಗಸ್ಟ್‌ %dರಂದು‌ ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event on September %d
kn: ಸೆಪ್ಟೆಂಬರ್‌ %dರಂದು‌ ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event on October %d
kn: ಅಕ್ಟೋಬರ್‌ %dರಂದು‌ ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event on November %d
kn: ನವೆಂಬರ್‌ %dರಂದು‌ ಹೊಸ‌ ಘಳಿಗೆ‌

source: New Event on December %d
kn: ಡಿಸೆಂಬರ್‌ %dರಂದು‌ ಹೊಸ‌ ಘಳಿಗೆ‌

source: Edit Details…
kn: ವಿವರಗಳನ್ನು‌ ಪರಿಷ್ಕರಿಸಿ‌…

source: AM
kn: ಬೆಳೆಗ್ಗೆ‌

source: PM
kn: ಮಧ್ಯಾಹ್ನ

source: Another event deleted
kn: ಮತ್ತೊಂದು‌ ಘಳಿಗೆಯನ್ನು‌ ತೆಗೆದುಹಾಕಲಾಗಿ‌ದೆ‌

source: Event deleted
kn: ಘಳಿಗೆಯನ್ನು‌ ತೆಗೆದುಹಾಕಲಾಗಿದೆ‌

source: Week
kn: ವಾರ‌

source: Month
kn: ತಿಂಗಳು‌

source: Year
kn: ವರ್ಷ‌

# tooltip
source: Add a new event
kn: ಹೊಸ ಘಳಿಗೆಯನ್ನು ಸೇರಿಸಿ

source: Manage your calendars
kn: ನಿಮ್ಮ ಕ್ಯಾಲಂಡರುಗಳನ್ನು‌ ನಿರ್ವಹಿಸಿ‌

# tooltip
source: Search for events
kn: ಘಳಿಗೆಗಳಿಗಾಗಿ ಹುಡುಕಿ

source: _Online Accounts…
kn: ಆನ್‌ಲೈನ್‌ ಖಾತೆಗಳು… (_O)

source: _Weather
kn: ಹವಾಮಾನ‌ (_W)

source: _Keyboard Shortcuts
kn: ಕೀಲಿಮಣೆ‌ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು‌ (_K)

source: _About Calendar
kn: ಕ್ಯಾಲಂಡರ್‌ ಬಗ್ಗೆ‌ (_A)

# shortcut window
source: General
kn: ಸಾಮಾನ್ಯ

# shortcut window
source: New event
kn: ಹೊಸ ಘಟನೆ

# shortcut window
source: Close window
kn: ವಿಂಡೋವನ್ನು ಮುಚ್ಚಿ

# shortcut window
source: Search
kn: ಹುಡುಕು

# shortcut window
source: Show help
kn: ಸಹಾಯ ತೋರು

# shortcut window
source: Shortcuts
kn: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು

# shortcut window
source: Navigation
kn: ಸಂಚರಣೆ

# shortcut window
source: Go back
kn: ಹಿಂದಕ್ಕೆ

# shortcut window
source: Go forward
kn: ಮುಂದಕ್ಕೆ

# shortcut window
source: Show today
kn: ಇವತ್ತಿನ ದಿನ ತೋರಿಸು

# shortcut window
source: Next view
kn: ಮುಂದಿನ ನೋಟ

# shortcut window
source: Previous view
kn: ಹಿಂದಿನ ನೋಟ

# shortcut window
source: View
kn: ನೋಟ

# shortcut window
source: Week view
kn: ಸಪ್ತಾಹಿಕ ನೋಟ

# shortcut window
source: Month view
kn: ಮಾಸಿಕ ನೋಟ

# shortcut window
source: Year view
kn: ವಾರ್ಷಿಕ ನೋಟ

source: The event you are trying to modify is recurring. The changes you have selected should be applied to:
kn: ನೀವು‌ ಮಾರ್ಪಾಡುಮಾಡಲು‌ ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ‌ ಘಳಿಗೆಯು‌ ಪುನರಾವರ್ತಿಸಿದೆ. ನೀವು‌ ಆಯ್ಕೆಮಾಡಿರುವ‌ ಬದಲಾವಣೆಗಳು‌ ಇವುಗಳಿಗೆ‌ ಅನ್ವಯವಾಗವೆ:

source: _Cancel
kn: ರದ್ದುಮಾಡು‌ (_C)

source: _Only This Event
kn: ಈ ಘಳಿಗೆ‌ ಮಾತ್ರ‌ (_O)

source: _Subsequent events
kn: ನಂತರದ‌ ಘಳಿಗೆಗಳು‌ (_S)

source: _All events
kn: ಎಲ್ಲಾ ಘಳಿಗೆಗಳು (_A)

source: New Event…
kn: ಹೊಸ ಘಳಿಗೆ…

source: 00 AM
kn: 00 ಬೆಳಿಗ್ಗೆ‌

source: Other event
kn: ಇತರ %d ಘಳಿಗೆಗಳು

source: week %d
kn: ವಾರ %d

source: No events
kn: ಯಾವುದೇ ಘಳಿಗೆಗಳಿಲ್ಲ…

source: Add Event…
kn: ಘಳಿಗೆ ಸೇರಿಸು…

source: Show Weather
kn: ಹವಮಾನ ತೋರು

source: Automatic Location
kn: ತಾನಾಗಿಯೇ ಪಡೆದ ಸ್ಥಳ
